Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=607_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Synnyin 5.11.1990 Rovaniemellä.
sme: Lean riegádan 5.11.1990 Roavvenjárggas.

source: Olen syntymästäni asti asunut saamelaisalueen ulkopuolella.
sme: Lean riegádeami rájes ássán sámeguovllu olggobealde.

source: Kotonamme on kuitenkin aina puhuttu ŠkotikielenäŠ pohjoissaamea, joten olen osannut kielen niin pitkään kuin vain muistan.
sme: Min ruovttus leat goittotge álo hállán sámegiela ŠruoktogiellanŠ, nu ahte lean máhttán giela nu guhká go fal muittán.

source: Lisäksi olen saanut saamen kielen opetusta peruskoulussa.
sme: Dasa lassin lean ožžon sámegiela oahpahusa vuođđoskuvllas.

source: Muistan aina kuinka se oli hieman outoa kun oma äiti opetti ja antoi kotiläksyjä.
sme: Muittán álo mo orui veahá ártet go iežan eadni oahpahii ja attii ruoktoleavssuid.

source: Minulle saamelaisuus merkitsee paljon.
sme: Sápmelašvuohta mearkkaša munnje ollu.

source: Pidän gáktia mieluummin kuin tummaa pukua, sillä gákti on mukavampi, komeampi ja ennen kaikkea se kertoo mistä sukuni tulee ja mitä olen.
sme: Geavahan gávtti milloseappot go čáhppes biktasa daningo gákti lea vuohkkasut, čáppasut ja mii lea dehálaš, dat muitala gos mu sohka boahtá ja mii mun lean.

source: Olen myös mieltänyt itseni enemmän saamelaiseksi kuin suomalaiseksi.
sme: Lean maid atnán iežan eanet sápmelažžan go suopmelažžan.

source: Saamelaisuus on aina ollut hyvin vahvana perheemme arjessa vaikka saamea on voinut puhua vain kotona, serkkujen kanssa ja áhkulassa.
sme: Sápmelašvuohta leamaš álo hui nanus min bearraša árgabeaivvis vaiko sámásteapmi leamašge vejolaš dušše ruovttus, vilbeliiguin, oambeliiguin ja áhku luhtte.

source: Pyrin opiskelemaan Oulun lääketieteelliseen, sillä lääkärin ammatti on ollut haaveeni yläasteelta asti.
sme: Iskkan beassat studeret Oului medisiinnalaš dieđagoddái daningo doaktára ámmát leamaš mu niehku badjedási rájes.

source: Toivon myös, että voisin tulevaisuudessa yhdistää saamen kielen myös työhöni.
sme: Sávan maid, ahte sáhtášin boahttevuođas ovttastit sámegiela maiddái iežan bargui.

source: Olen iloinen, että osaan saamen kielen ja voin käyttää sitä vapaasti aina kun haluan.
sme: Lean ilus, ahte máhtán sámegiela ja sáhtán geavahit dan friija álo go lea miella.

source: Tahtoisin saada tämän saman tunteen ja vapauden myös jälkipolville, asuivat he saamelaisalueella tai sen ulkopuolella.
sme: Dáhtošin sirdit dán seammá dovddu ja friijavuođa maiddái boahttevaš buolvvaide, beroškeahttá das ássetgo sii sámeguovllus dahje dan olggobealde.
